enter_date = '<b>Введите дату отправки оповещения:</b>\n' \
             '(Пример текущей даты:  <b>{}</b>)'

incorrect_date = '<b>Эта дата уже прошла. Попробуйте снова:</b>'


incorrect_date_format = '<b>Неправильный формат. Попробуйте снова:</b>\n' \
                        '(Пример текущей даты:  <b>{}</b>)\n' \

enter_text = 'Дата: <b>{}</b>\n' \
             '<b>Введите текст оповещения:</b>\n'

incorrect_text = '<b>Неверный формат. Попробуйте снова:</b>\n'

final_message = '<b>Запланировать оповещение?</b>'

event_added = '<b>Уведомление добавлено в очередь</b>'

cancel_command = '<b>Действие отменено</b>'
